Repository: zizicici/Pin-It
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# settings.cloudKitSync.rebuild.success.message
source: CloudKit sync has been rebuilt from this device.
ar: تمت إعادة بناء مزامنة CloudKit من هذا الجهاز.
de: Die CloudKit-Synchronisierung wurde von diesem Gerät neu erstellt.
es: La sincronización con CloudKit se ha reconstruido desde este dispositivo.
es_419: La sincronización con CloudKit se reconstruyó desde este dispositivo.
fr: La synchronisation CloudKit a été reconstruite à partir de cet appareil.
it: La sincronizzazione CloudKit è stata ricostruita da questo dispositivo.
ja: CloudKit 同期がこのデバイスから再構築されました。
ko: 이 기기에서 CloudKit 동기화를 재구축했습니다.
pt_br: A sincronização do CloudKit foi reconstruída a partir deste dispositivo.
pt_pt: A sincronização CloudKit foi reconstruída a partir deste dispositivo.
ru: Синхронизация через CloudKit была перестроена с этого устройства.
uk: Синхронізацію CloudKit перебудовано із цього пристрою.
zh_hans: CloudKit 同步已从这台设备重建。
zh_hk: CloudKit 同步已從這部裝置重建。

# settings.cloudKitSync.rebuild.success.title
source: CloudKit sync rebuilt
ar: تمت إعادة بناء مزامنة CloudKit
de: CloudKit-Synchronisierung neu erstellt
es: Sincronización con CloudKit reconstruida
es_419: Sincronización con CloudKit reconstruida
fr: Synchronisation CloudKit reconstruite
it: Sincronizzazione CloudKit ricostruita
ja: CloudKit 同期を再構築しました
ko: CloudKit 동기화 재구축됨
pt_br: Sincronização do CloudKit reconstruída
pt_pt: Sincronização CloudKit reconstruída
ru: Синхронизация через CloudKit перестроена
uk: Синхронізацію CloudKit перебудовано
zh_hans: CloudKit 同步已重建
zh_hk: CloudKit 同步已重建

# settings.cloudKitSync.rebuilding
source: Rebuilding...
ar: جارٍ إعادة البناء...
de: Wird neu erstellt …
es: Reconstruyendo...
es_419: Reconstruyendo...
fr: Reconstruction…
it: Ricostruzione in corso...
ja: 再構築中…
ko: 재구축 중...
pt_br: Reconstruindo...
pt_pt: A reconstruir...
ru: Перестроение...
uk: Перебудова...
zh_hans: 正在重建...
zh_hk: 正在重建...

# settings.cloudKitSync.recordType.decoration
source: Style link
ar: ارتباط النمط
de: Stil-Verknüpfung
es: Enlace de estilo
es_419: Vínculo de estilo
fr: Lien de style
it: Collegamento stile
ja: スタイルのリンク
ko: 스타일 링크
pt_br: Vínculo de estilo
pt_pt: Ligação de estilo
ru: Связь со стилем
uk: Зв’язок стилю
zh_hans: 样式关联
zh_hk: 樣式關聯

# settings.cloudKitSync.recordType.image
source: Image
ar: صورة
de: Bild
es: Imagen
es_419: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
uk: Зображення
zh_hans: 图片
zh_hk: 圖片

# settings.cloudKitSync.recordType.post
source: Post
ar: منشور
es: Publicación
es_419: Publicación
fr: Publication
ja: 投稿
ko: 게시물
pt_br: Nota
pt_pt: Publicação
ru: Заметка
uk: Допис
zh_hans: 便签
zh_hk: 便籤

# settings.cloudKitSync.recordType.setting
source: Setting
ar: إعداد
de: Einstellung
es: Ajuste
es_419: Ajuste
fr: Réglage
it: Impostazione
ja: 設定
ko: 설정
pt_br: Ajuste
pt_pt: Definição
ru: Настройка
uk: Параметр
zh_hans: 设置
zh_hk: 設定

# settings.cloudKitSync.recordType.style
source: Style
ar: نمط
de: Stil
es: Estilo
es_419: Estilo
it: Stile
ja: スタイル
ko: 스타일
pt_br: Estilo
pt_pt: Estilo
ru: Стиль
uk: Стиль
zh_hans: 样式
zh_hk: 樣式

# settings.cloudKitSync.recordType.text
source: Text
ar: نص
es: Texto
es_419: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文字
zh_hk: 文字

# settings.cloudKitSync.recordType.unknown
source: Record
ar: سجل
de: Datensatz
es: Registro
es_419: Registro
fr: Enregistrement
ja: レコード
ko: 레코드
pt_br: Registro
pt_pt: Registo
ru: Запись
uk: Запис
zh_hans: 记录
zh_hk: 記錄

# settings.cloudKitSync.status
source: Sync Status
ar: حالة المزامنة
de: Synchronisierungsstatus
es: Estado de sincronización
es_419: Estado de la sincronización
fr: État de la synchronisation
it: Stato sincronizzazione
ja: 同期状況
ko: 동기화 상태
pt_br: Status da Sincronização
pt_pt: Estado da sincronização
ru: Состояние синхронизации
uk: Стан синхронізації
zh_hans: 同步状态
zh_hk: 同步狀態

# settings.cloudKitSync.syncFailed
source: Sync failed
ar: فشلت المزامنة
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
es_419: La sincronización falló
fr: Échec de la synchronisation
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ko: 동기화 실패
pt_br: Falha na sincronização
pt_pt: A sincronização falhou
ru: Сбой синхронизации
uk: Синхронізація не вдалася
zh_hans: 同步出错
zh_hk: 同步出錯

# settings.cloudKitSync.syncing
source: Syncing…
ar: جارٍ المزامنة…
de: Wird synchronisiert …
es: Sincronizando…
es_419: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
pt_pt: A sincronizar…
ru: Синхронизация…
uk: Синхронізація…
zh_hans: 同步中…
zh_hk: 同步中…

# settings.cloudKitSync.title
source: CloudKit Sync
ar: مزامنة CloudKit
de: CloudKit-Synchronisierung
es: Sincronización con CloudKit
es_419: Sincronización con CloudKit
fr: Synchronisation CloudKit
it: Sincronizzazione CloudKit
ja: CloudKit 同期
ko: CloudKit 동기화
pt_br: Sincronização do CloudKit
pt_pt: Sincronização CloudKit
ru: Синхронизация через CloudKit
uk: Синхронізація CloudKit
zh_hans: CloudKit 同步
zh_hk: CloudKit 同步

# settings.cloudKitSync.unknownError
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
es_419: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ru: Неизвестная ошибка
uk: Невідома помилка
zh_hans: 未知错误
zh_hk: 未知錯誤

# settings.cloudKitSync.upToDate
source: Up to date
ar: محدّث
de: Auf dem neuesten Stand
es: Actualizado
es_419: Actualizado
fr: À jour
it: Aggiornato
ja: 最新です
ko: 최신 상태
pt_br: Atualizado
pt_pt: Atualizado
ru: Актуально
uk: Актуально
zh_hans: 已是最新
zh_hk: 已是最新

# settings.defaultExpirationTime.footer
source: Affects only new posts. Existing posts remain unchanged.
ar: يؤثر فقط على المنشورات الجديدة. المنشورات الحالية تبقى دون تغيير.
de: Betrifft nur neue Beiträge. Bestehende Beiträge bleiben unverändert.
es: Afecta solo a las nuevas publicaciones. Las publicaciones existentes permanecen sin cambios.
es_419: Afecta solo a las nuevas publicaciones. Las publicaciones existentes permanecen sin cambios.
fr: Affecte uniquement les nouvelles publications. Les publications existantes restent inchangées.
it: Interessa solo i nuovi post. I post esistenti rimangono invariati.
ja: 新しい投稿にのみ影響します。既存の投稿は変更されません。
ko: 새 게시물에만 영향을 미칩니다. 기존 게시물은 변경되지 않습니다.
pt_br: Afeta apenas novos posts. Posts existentes permanecem inalterados.
pt_pt: Afecta apenas novas publicações. As publicações existentes permanecem inalteradas.
ru: Влияет только на новые посты. Существующие посты остаются без изменений.
uk: Впливає лише на нові дописи. Існуючі дописи залишаються без змін.
zh_hans: 只影响未来新建的记录，不影响现有记录。
zh_hk: 僅影響未來新建的記錄，不影響現有記錄。

# settings.defaultExpirationTime.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
es_419: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

# settings.defaultExpirationTime.title
source: Default Expiration Time
ar: وقت انتهاء الصلاحية الافتراضي
de: Standard-Ablaufzeit
es: Tiempo de expiración predeterminado
es_419: Tiempo de expiración predeterminado
fr: Délai d'expiration par défaut
it: Tempo di scadenza predefinito
ja: デフォルトの有効期限
ko: 기본 만료 시간
pt_br: Tempo de expiração padrão
pt_pt: Tempo de expiração predefinido
ru: Время истечения по умолчанию
uk: Термін дії за замовчуванням
zh_hans: 默认过期时间
zh_hk: 缺省過期時間

# settings.deleteOperationConfirmation.disableUntilAppBackgrounds
source: Temporary disable
ar: تعطيل مؤقت
de: Vorübergehend deaktivieren
es: Desactivar temporalmente
es_419: Desactivar temporalmente
fr: Désactiver temporairement
it: Disattiva temporaneamente
ja: 一時的に無効化
ko: 일시적으로 비활성화
pt_br: Desativar temporariamente
pt_pt: Desativar temporariamente
ru: Временно отключить
uk: Тимчасово вимкнути
zh_hans: 临时禁用
zh_hk: 臨時禁用

# settings.deleteOperationConfirmation.title
source: Deletion Comfirmation
ar: تأكيد الحذف
de: Löschbestätigung
es: Confirmación de eliminación
es_419: Confirmación de eliminación
fr: Confirmation de suppression
it: Conferma eliminazione
ja: 削除確認
ko: 삭제 확인
pt_br: Confirmação de exclusão
pt_pt: Confirmação de eliminação
ru: Подтверждение удаления
uk: Підтвердження видалення
zh_hans: 删除操作确认
zh_hk: 刪除操作確認

# settings.disable
source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
es_419: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効化
ko: 비활성화
pt_br: Desativar
pt_pt: Desativar
ru: Отключить
uk: Вимкнути
zh_hans: 禁用
zh_hk: 禁用

# settings.enable
source: Enable
ar: تفعيل
de: Aktivieren
es: Activar
es_419: Activar
fr: Activer
it: Attiva
ja: 有効化
ko: 활성화
pt_br: Ativar
pt_pt: Ativar
ru: Включить
uk: Увімкнути
zh_hans: 开启
zh_hk: 開啓

# settings.expirationAction.delete
source: Auto Delete
ar: حذف تلقائي
de: Automatisch löschen
es: Eliminar automáticamente
es_419: Eliminar automáticamente
fr: Suppression automatique
it: Eliminazione automatica
ja: 自動削除
ko: 자동 삭제
pt_br: Exclusão automática
pt_pt: Eliminação automática
ru: Автоудаление
uk: Автоматичне видалення
zh_hans: 自动删除
zh_hk: 自動刪除

# settings.expirationAction.footer
source: The action selected on this page will run every time the app comes to the foreground.
ar: سيتم تنفيذ الإجراء المحدد في هذه الصفحة في كل مرة ينتقل فيها التطبيق إلى الواجهة الأمامية.
de: Die auf dieser Seite ausgewählte Aktion wird jedes Mal ausgeführt, wenn die App in den Vordergrund kommt.
es: La acción seleccionada en esta página se ejecutará cada vez que la aplicación pase a primer plano.
es_419: La acción seleccionada en esta página se ejecutará cada vez que la aplicación pase a primer plano.
fr: L'action sélectionnée sur cette page s'exécutera chaque fois que l'application passe au premier plan.
it: L'azione selezionata in questa pagina verrà eseguita ogni volta che l'app va in primo piano.
ja: このページで選択したアクションは、アプリがフォアグラウンドになるたびに実行されます。
ko: 이 페이지에서 선택한 작업은 앱이 포그라운드로 올 때마다 실행됩니다.
pt_br: A ação selecionada nesta página será executada sempre que o aplicativo for para o primeiro plano.
pt_pt: A ação selecionada nesta página será executada sempre que a aplicação for para o primeiro plano.
ru: Выбранное на этой странице действие будет выполняться каждый раз, когда приложение переходит на передний план.
uk: Обрана на цій сторінці дія виконуватиметься щоразу, коли додаток переходить на передній план.
zh_hans: 此页面选择的操作，将在每次App进入前台时执行。
zh_hk: 此頁面選擇的操作，將在每次App進入前臺時執行。

# settings.expirationAction.title
source: Expiration Posts
ar: المنشورات المنتهية
de: Abgelaufene Beiträge
es: Publicaciones expiradas
es_419: Publicaciones expiradas
fr: Publications expirées
it: Post scaduti
ja: 期限切れの投稿
ko: 만료된 게시물
pt_br: Posts expirados
pt_pt: Publicações expiradas
ru: Истекшие посты
uk: Прострочені дописи
zh_hans: 过期记录
zh_hk: 過期記錄

# settings.expirationAction.unpin
source: Auto Unpin
ar: إلغاء التثبيت التلقائي
de: Automatisch lösen
es: Desfijar automáticamente
es_419: Desfijar automáticamente
fr: Désépingler automatiquement
it: Sfissa automaticamente
ja: 自動的にピン留めを外す
ko: 자동 고정 해제
pt_br: Desfixar automaticamente
pt_pt: Desfixar automaticamente
ru: Автооткрепление
uk: Автоматичне відкріплення
zh_hans: 自动取消钉住
zh_hk: 自動取消釘住

# settings.maxPinnedPosts.one
source: One
ar: منشور واحد
de: Ein
es: Uno
es_419: Uno
fr: Un
it: Uno
ja: 1つ
ko: 하나
pt_br: Um
pt_pt: Um
ru: Один
uk: Один
zh_hans: 1个记录
zh_hk: 1個記錄

# settings.maxPinnedPosts.title
source: Max Pinned Posts
ar: الحد الأقصى للمنشورات المثبتة
de: Maximale angepinnte Beiträge
es: Máximo de publicaciones fijadas
es_419: Máximo de publicaciones fijadas
fr: Publications épinglées max
it: Massimo post fissati
ja: 最大ピン留め投稿
ko: 최대 고정 게시물
pt_br: Máximo de posts fixados
pt_pt: Máximo de posts fixados
ru: Максимум закрепленных постов
uk: Максимум закріплених постів
zh_hans: 最多同时钉住
zh_hk: 最多同時釘住

# settings.maxPinnedPosts.unlimited
source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
es_419: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
pt_br: Ilimitado
pt_pt: Ilimitado
ru: Неограниченно
uk: Необмежено
zh_hans: 无限制个记录
zh_hk: 無限制個記錄

# settings.reset
source: Reset Data
ar: إعادة تعيين البيانات
de: Daten zurücksetzen
es: Restablecer datos
es_419: Restablecer datos
fr: Réinitialiser les données
it: Ripristina dati
ja: データをリセット
ko: 데이터 재설정
pt_br: Redefinir dados
pt_pt: Repor dados
ru: Сбросить данные
uk: Скинути дані
zh_hans: 重置数据
zh_hk: 重置數據

# settings.reset.alert.cloudKit.message
source: CloudKit Sync is enabled. Resetting data clears local records now and clears %@ records from CloudKit when iCloud is available. That deletion will sync to your other devices.
ar: مزامنة CloudKit مُفعّلة. تؤدي إعادة تعيين البيانات إلى مسح السجلّات المحلية الآن، وإلى مسح سجلّات %@ من CloudKit عند توفّر iCloud. وستتم مزامنة هذا الحذف مع أجهزتك الأخرى.
de: Die CloudKit-Synchronisierung ist aktiviert. Beim Zurücksetzen der Daten werden die lokalen Datensätze sofort gelöscht und die Datensätze von %@ aus CloudKit gelöscht, sobald iCloud verfügbar ist. Diese Löschung wird mit deinen anderen Geräten synchronisiert.
es: La sincronización de CloudKit está activada. Al restablecer los datos se borran ahora los registros locales y se borran los registros de %@ de CloudKit cuando iCloud esté disponible. Esa eliminación se sincronizará con tus otros dispositivos.
es_419: La sincronización de CloudKit está activada. Al restablecer los datos se borran ahora los registros locales y se borran los registros de %@ de CloudKit cuando iCloud esté disponible. Esa eliminación se sincronizará con tus otros dispositivos.
fr: La synchronisation CloudKit est activée. La réinitialisation des données efface les enregistrements locaux maintenant et efface les enregistrements de %@ dans CloudKit lorsque iCloud est disponible. Cette suppression sera synchronisée avec vos autres appareils.
it: La sincronizzazione CloudKit è attiva. Il ripristino dei dati cancella subito i record locali e cancella i record di %@ da CloudKit quando iCloud è disponibile. Tale eliminazione verrà sincronizzata con gli altri tuoi dispositivi.
ja: CloudKit 同期がオンになっています。データをリセットすると、ローカルのレコードがすぐに消去され、iCloud が利用可能になったときに CloudKit 上の %@ のレコードも消去されます。その削除は他のデバイスにも同期されます。
ko: CloudKit 동기화가 켜져 있습니다. 데이터를 재설정하면 로컬 기록이 즉시 지워지고, iCloud를 사용할 수 있을 때 CloudKit의 %@ 기록도 지워집니다. 이 삭제는 다른 기기에도 동기화됩니다.
pt_br: A sincronização do CloudKit está ativada. Redefinir os dados limpa os registros locais agora e limpa os registros do %@ no CloudKit quando o iCloud estiver disponível. Essa exclusão será sincronizada com seus outros dispositivos.
pt_pt: A sincronização do CloudKit está ativada. Repor os dados limpa os registos locais agora e limpa os registos do %@ no CloudKit quando o iCloud estiver disponível. Essa eliminação será sincronizada com os seus outros dispositivos.
ru: Синхронизация CloudKit включена. Сброс данных удаляет локальные записи сейчас и удаляет записи %@ из CloudKit, когда iCloud станет доступен. Это удаление синхронизируется с другими вашими устройствами.
uk: Синхронізацію CloudKit увімкнено. Скидання даних видаляє локальні записи зараз і видаляє записи %@ з CloudKit, коли iCloud стане доступним. Це видалення синхронізується з іншими вашими пристроями.
zh_hans: CloudKit 同步已开启。重置数据会立即清空本地记录，并在 iCloud 可用时清空 CloudKit 中的「%@」记录；该删除会同步到你的其他设备。
zh_hk: CloudKit 同步已開啓。重置資料會立即清空本機記錄，並在 iCloud 可用時清空 CloudKit 中的「%@」記錄；該刪除會同步到你的其他裝置。

# settings.reset.alert.cloudKitDisabled.message
source: CloudKit Sync is currently off, but this device has used CloudKit before. Resetting data clears local records only; use Clear CloudKit Data to delete %@ records from CloudKit.
ar: مزامنة CloudKit مُعطّلة حاليًا، لكن هذا الجهاز استخدم CloudKit من قبل. تؤدي إعادة تعيين البيانات إلى مسح السجلّات المحلية فقط؛ استخدم «مسح بيانات CloudKit» لحذف سجلّات %@ من CloudKit.
de: Die CloudKit-Synchronisierung ist derzeit deaktiviert, aber dieses Gerät hat CloudKit bereits verwendet. Beim Zurücksetzen der Daten werden nur die lokalen Datensätze gelöscht; verwende „CloudKit-Daten löschen“, um die Datensätze von %@ aus CloudKit zu löschen.
es: La sincronización de CloudKit está desactivada actualmente, pero este dispositivo ha usado CloudKit antes. Al restablecer los datos solo se borran los registros locales; usa Borrar datos de CloudKit para eliminar los registros de %@ de CloudKit.
es_419: La sincronización de CloudKit está desactivada actualmente, pero este dispositivo ya ha usado CloudKit. Al restablecer los datos solo se borran los registros locales; usa Borrar datos de CloudKit para eliminar los registros de %@ de CloudKit.
fr: La synchronisation CloudKit est actuellement désactivée, mais cet appareil a déjà utilisé CloudKit. La réinitialisation des données n’efface que les enregistrements locaux ; utilisez Effacer les données CloudKit pour supprimer les enregistrements de %@ dans CloudKit.
it: La sincronizzazione CloudKit è attualmente disattivata, ma questo dispositivo ha già usato CloudKit. Il ripristino dei dati cancella solo i record locali; usa Cancella dati CloudKit per eliminare i record di %@ da CloudKit.
ja: CloudKit 同期は現在オフですが、このデバイスは以前 CloudKit を使用したことがあります。データをリセットしてもローカルのレコードのみが消去されます。CloudKit 上の %@ のレコードを削除するには「CloudKit データを消去」を使用してください。
ko: CloudKit 동기화가 현재 꺼져 있지만, 이 기기는 이전에 CloudKit을 사용한 적이 있습니다. 데이터를 재설정하면 로컬 기록만 지워집니다. CloudKit의 %@ 기록을 삭제하려면 CloudKit 데이터 지우기를 사용하세요.
pt_br: A sincronização do CloudKit está desativada no momento, mas este dispositivo já usou o CloudKit. Redefinir os dados limpa apenas os registros locais; use Limpar Dados do CloudKit para excluir os registros do %@ no CloudKit.
pt_pt: A sincronização do CloudKit está atualmente desativada, mas este dispositivo já usou o CloudKit. Repor os dados limpa apenas os registos locais; use Limpar Dados do CloudKit para eliminar os registos do %@ no CloudKit.
ru: Синхронизация CloudKit сейчас выключена, но это устройство ранее использовало CloudKit. Сброс данных удаляет только локальные записи; используйте «Очистить данные CloudKit», чтобы удалить записи %@ из CloudKit.
uk: Синхронізацію CloudKit зараз вимкнено, але цей пристрій раніше використовував CloudKit. Скидання даних видаляє лише локальні записи; скористайтеся «Очистити дані CloudKit», щоб видалити записи %@ з CloudKit.
zh_hans: CloudKit 同步目前已关闭，但这台设备之前使用过 CloudKit。重置数据只会清空本地记录；如需删除 CloudKit 中的「%@」记录，请使用清空 CloudKit 数据。
zh_hk: CloudKit 同步目前已關閉，但這部裝置之前使用過 CloudKit。重置資料只會清空本機記錄；如需刪除 CloudKit 中的「%@」記錄，請使用清空 CloudKit 資料。

# settings.reset.alert.title
source: Reset data? This cannot be reversed.
ar: إعادة تعيين البيانات؟ لا يمكن التراجع عن هذا
de: Daten zurücksetzen? Dies kann nicht rückgängig gemacht werden.
es: ¿Restablecer datos? Esto no se puede deshacer.
es_419: ¿Restablecer datos? Esto no se puede deshacer.
fr: Réinitialiser les données ? Cette action est irréversible.
it: Ripristinare i dati? Questa operazione non può essere annullata.
ja: データをリセットしますか？この操作は元に戻せません。
ko: 데이터를 재설정하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Redefinir dados? Isso não pode ser revertido.
pt_pt: Repor dados? Esta ação não pode ser revertida.
ru: Сбросить данные? Это действие необратимо.
uk: Скинути дані? Цю дію не можна скасувати.
zh_hans: 重置数据？此操作无法逆转
zh_hk: 重置數據？此操作無法逆轉

# settings.resetting
source: Resetting...
ar: جارٍ إعادة التعيين...
de: Wird zurückgesetzt...
es: Restableciendo...
es_419: Restableciendo...
fr: Réinitialisation...
it: Ripristino in corso...
ja: リセット中...
ko: 재설정 중...
pt_br: Redefinindo...
pt_pt: A repor...
ru: Сброс...
uk: Скидання...
zh_hans: 正在重置...
zh_hk: 正在重置...

# shortcuts.1.subtitle
source: You can pin text or images
ar: يمكنك تثبيت نص أو صور
de: Du kannst Text oder Bilder anheften
es: Puedes fijar texto o imágenes
es_419: Puedes fijar texto o imágenes
fr: Vous pouvez épingler du texte ou des images
it: Puoi aggiungere testo o immagini
ja: テキストや画像をピン留めできます
ko: 텍스트나 이미지를 고정할 수 있습니다
pt_br: Você pode fixar texto ou imagens
pt_pt: Pode fixar texto ou imagens
ru: Вы можете закреплять текст или изображения
uk: Ви можете закріплювати текст чи зображення
zh_hans: 可以钉住文字或图片
zh_hk: 可以釘住文字或圖片

# shortcuts.1.title
source: Pin from Share Sheet
ar: التثبيت من ورقة المشاركة
de: Aus Teilen-Menü anheften
es: Fijar desde la hoja de compartir
es_419: Fijar desde la hoja de compartir
fr: Épingler depuis la feuille de partage
it: Aggiungi dal foglio di condivisione
ja: シートからピン留め
ko: 공유 시트에서 고정
pt_br: Fixar da folha de compartilhamento
pt_pt: Fixar do folheto de partilha
ru: Закрепить из меню "Поделиться"
uk: Закріпити з таблиці спільного доступу
zh_hans: 通过“共享表单”添加到「%@」
zh_hk: 透過「分享表」加入「%@」

# shortcuts.2.subtitle
source: Works seamlessly with the Action Button
ar: يعمل بسلاسة مع زر الإجراء
de: Funktioniert nahtlos mit der Aktionstaste
es: Funciona a la perfección con el Botón de Acción
es_419: Funciona a la perfección con el Botón de Acción
fr: Fonctionne parfaitement avec le bouton Action
it: Funziona alla perfezione con il pulsante Azione
ja: アクションボタンとシームレスに連携
ko: 액션 버튼과 완벽하게 연동
pt_br: Funciona perfeitamente com o Botão de Ação
pt_pt: Funciona perfeitamente com o Botão de Ação
ru: Идеально работает с кнопкой действия
uk: Працює бездоганно з кнопкою дії
zh_hans: 配合操作按钮超方便
zh_hk: 配合動作按鈕超方便

# shortcuts.2.title
source: Pin Screenshot
ar: تثبيت لقطة الشاشة
de: Screenshot anheften
es: Fijar captura de pantalla
es_419: Fijar captura de pantalla
fr: Épingler la capture d'écran
it: Aggiungi screenshot
ja: スクリーンショットをピン留め
ko: 스크린샷 고정
pt_br: Fixar captura de tela
pt_pt: Fixar captura de ecrã
ru: Закрепить скриншот
uk: Закріпити знімок екрана
zh_hans: 将截图添加到「%@」
zh_hk: 將截圖加入「%@」

# shortcuts.3.subtitle
source: With Duobao App
ar: مع تطبيق Doubao
zh_hans: 需要额外使用「豆包」App
zh_hk: 需要額外使用「豆包」App

# shortcuts.3.title
source: AI Pin
ar: التثبيت بالذكاء الاصطناعي
zh_hans: 用AI添加到「%@」
zh_hk: 用AI加入「%@」

# shortcuts.copy.subtitle
source: %@ -> Pasteboard
ar: من %@ إلى الحافظة"
de: %@ -> Zwischenablage
es: %@ -> Portapapeles
es_419: %@ -> Portapapeles
fr: %@ -> Presse-papiers
it: %@ -> Appunti
ja: %@ -> クリップボード
ko: %@ -> 클립보드
pt_br: %@ -> Área de transferência
pt_pt: %@ -> Área de transferência
ru: %@ -> Буфер обмена
uk: %@ -> Буфер обміну
zh_hans: 「%@」→剪贴板
zh_hk: 「%@」→剪貼簿

# shortcuts.copy.title
source: Copy Current Pinned
ar: نسخ المثبت حاليًا"
de: Aktuellen Angehefteten kopieren
es: Copiar actual fijado
es_419: Copiar actual fijado
fr: Copier l'actuel épinglé
it: Copia corrente fissato
ja: 現在のピン留めをコピー
ko: 현재 고정된 항목 복사
pt_br: Copiar atual fixado
pt_pt: Copiar atual fixado
ru: Копировать текущий закрепленный
uk: Копіювати поточний закріплений
zh_hans: 复制当前钉住的
zh_hk: 拷貝當前釘住的

# shortcuts.pasteboard.subtitle
source: Pasteboard -> %@
ar: من الحافظة إلى %@
de: Zwischenablage -> %@
es: Portapapeles -> %@
es_419: Portapapeles -> %@
fr: Presse-papiers -> %@
it: Appunti -> %@
ja: クリップボード -> %@
ko: 클립보드 -> %@
pt_br: Área de transferência -> %@
pt_pt: Área de transferência -> %@
ru: Буфер обмена -> %@
uk: Буфер обміну -> %@
zh_hans: 剪贴板→「%@」
zh_hk: 剪貼簿→「%@」

# shortcuts.pasteboard.title
source: Pin Pasteboard
ar: تثبيت الحافظة"
de: Zwischenablage anheften
es: Fijar portapapeles
es_419: Fijar portapapeles
fr: Épingler le presse-papiers
it: Fissa appunti
ja: クリップボードをピン留め
ko: 클립보드 고정
pt_br: Fixar área de transferência
pt_pt: Fixar área de transferência
ru: Закрепить буфер обмена
uk: Закріпити буфер обміну
zh_hans: 将剪贴板添加到「%@」
zh_hk: 將剪貼簿加入「%@」

# shortcuts.title.add
source: Pin Text Post
ar: تثبيت منشور نصي
de: Text anheften
es: Fijar texto
es_419: Fijar texto
fr: Épingler texte
it: Fissa testo
ja: テキストをピン留め
ko: 텍스트 고정
pt_br: Fixar texto
pt_pt: Fixar texto
ru: Закрепить текст
uk: Закріпити текст
zh_hans: 钉文本记录
zh_hk: 釘住文字記錄

# shortcuts.title.start
source: Show
ar: عرض
de: Anzeigen
es: Mostrar
es_419: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
pt_pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 展开
zh_hk: 展開

# shortcuts.title.stop
source: Dismiss
ar: إخفاء
de: Ausblenden
es: Ocultar
es_419: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pt_br: Ocultar
pt_pt: Ocultar
ru: Скрыть
uk: Сховати
zh_hans: 收起
zh_hk: 收起
